* Conferences
  CLOCK: [2014-01-02 Thu 10:00]--[2014-01-02 Thu 10:29] =>  0:29
* Paperwork
  CLOCK: [2014-01-06 Mon 10:00]--[2014-01-06 Mon 10:29] =>  0:29
  CLOCK: [2014-01-02 Thu 13:13]--[2014-01-02 Thu 16:59] =>  3:46
* Research
  CLOCK: [2014-01-07 Tue 09:00]--[2014-01-07 Tue 10:29] =>  1:29
  CLOCK: [2014-01-06 Mon 15:00]--[2014-01-06 Mon 17:29] =>  2:29
  CLOCK: [2014-01-03 Fri 08:00]--[2014-01-03 Fri 09:30] =>  1:30
* Writing
  CLOCK: [2014-01-07 Tue 15:00]--[2014-01-07 Tue 17:29] =>  2:29
  CLOCK: [2014-01-03 Fri 14:00]--[2014-01-03 Fri 15:29] =>  1:29
